Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/bible/osko/index.php_kat_id=159_art_id=166.html.tmx
Source language: sme
Languages: smj

source: Oahpa: Lávvu
smj: Åhpav: Låvdagoahte

source: Ipmilbálvalus lávus ?
smj: Jubmeldievnastus låvdagoaden

source: Vásse 300 jagi ovdal go vuosttaš kristtalaččat besse Ipmilbálvalusa ávvudit sierra girkoviesuin.
smj: 300 jage gållin åvddål vuostasj ristagisá sierra girkkojt oadtjun.

source: Dassážii ávvudedje Ipmilbálvalusaid priváhta ruovttuin.
smj: Dallutjij lidjin siján dábálattjat jubmeldievnastusá priváhta gådijn.

source: Oktasašvuohta bođii ovdan dainna ahte juohkehaš lei mielde hábmemin bottu. Muhtumat málestedje, earát ges lávlo, muhtumat lohke teavsttaid, muhtumat bukte profetiijaid jnv..
smj: Árvvedip jubmeldievnastus dáhpáduváj bievddegátten, gånnå aktijvuohta åvddån bådij navti váj juohkkahasj ietjas láhkáj viehkedij, muhtema biebmov dahkin, muhtemijn lidjin lávllaga fáron, muhtema tevstajt låhkin, muhtema profeterijin jnv..

source: Go girkuid hukse šattai daid vuođđun romalaš dállodoallu mas lávejedje čoahkkanit beavddi birra.
smj: Gå girkko tsieggiduvvin de lij daj vuodo romalasj goade gånnå guhkesbievdij birra tjåhkanin.

source: Viesu isit čohkkái beavdegeažis.
smj: Áhttje tjåhkkåhij bievde badjegietjen.

source: ávvu lea maid leamaš ” Ipmilbálvalusa ” báikin.
smj: Låvdagoaden li aj læhkám ” jubmeldievnastusá ”.

source: Boaššu lei bassi dávviriid ja borramuša báiki.
smj: Boassjo lij ájlis gávnij ja biebmo sadje.

source: Boaššu lea árvvusadnon lávu eanemus suddjejuvvon báikin. Ii oktage oaččo dan duolbmat dahje dan badjel njuikut.
smj: Boassjo le agev læhkám suoddjidum sadje låvdagoaden man sinna ij aktak galga duolmmot jali badjel lávkkit.

source: Jus galgat bassi eahkedismállásiid ávvudit lávus, de livččii lunddolaš bidjat eahkedismállásiid dávviriid boššui.
smj: Jus galggap iehkedismállásav låvdagoaden ávvudallat, de le luondulasj iehkedismálesåsijt boassjuj biedjat.

source: Ovdamearkadihte lea riekta bidjat Biibbala boššui.
smj: Duola dagu le riekta Rámádav boassjuj biedjat.

source: Biibal han lea sihke “ almmálaš láibi ” ja bassi dávvir.
smj: Rámát le ham ” lájbbe almes ” ja aj ájlis gávnne.

source: Lávus leat dábálaččat leamaš fásta sajit bearrašii.
smj: Låvdagoaden li aj læhkám stuoves saje fámilljaj.

source: Áhči ja eatni sajit leat leamaš boaššu lahka, árrana goabbáge bealde.
smj: Iednen ja áhtjen libá tjåhkkåham boassjo lahka, valla makkir bielen målssu guovlos guovlluj.

source: Jus galgá Ipmilbálvalusa ávvudit lávus, de livččii lunddolaš ahte báhppa čohkká boaššu lahka.
smj: Jus låvdagoaden galggá jubmeldievnastus de le luondulasj báhppa tjåhkkåj sajen mij le boassjo buohta.

source: Árran lea eallingáldu symbolan.
smj: Árran, dållåsadje, le symbåvllå iellemgállduj.

source: Midjiide livččii lunddolaš atnit árrana Kristus-symbolan.
smj: Midjij hiehpá árranav adnet symbåvllån Jesusij.

source: Son lea máilmmi čuovggas.
smj: Sån le værálda tjuovgga.

source: Mii geasuhuvvot árrana čuvgii ja lieggasii.
smj: Árrana tjuovggaj ja lieggasij gæssup.

source: Árran lea lunddolaš čoahkkebáiki.
smj: Árran le luondulasj tjåhkanimsadje.

source: (Tore Johnsen, Tromsa, 15.09.2006)
smj: (Tore Johnsen, Tromsø, 15.09.2006)
